export const poetry = [
    {
        key: 0,
        text1: "وَمِنَ البَليَّةِ عَذلُ مَن لا يَرعَوي",
        text2: "عَن غَيِّهِ وَخِطابُ مَن لا يَفهَمُ",
        author: "أبو الطيب المتنبي"
    },
    {
        key: 1,
        text1: "الحُبُّ ما مَنَعَ الكَلامَ الأَلسُنا",
        text2: "وَأَلَذُّ شَكوى عاشِقٍ ما أَعلَنا",
        author: "أبو الطيب المتنبي"
    },
    {
        key: 2,
        text1: "وما ضرَّنِي إلا الذين عَرَفتُهم",
        text2: "جزى الله خيراً كُل مَن لستُ أعرفُ",
        author: "أبو العلاء المعري"
    },
    {
        key: 3,
        text1: "وَمَن سَرَّ أَهلَ الأَرضِ ثُمَّ بَكى أَسىً",
        text2: "بَكى بِعُيونٍ سَرَّها وَقُلوبِ",
        author: "أبو الطيب المتنبي"
    },
    {
        key: 4,
        text1: "أَظمَتنِيَ الدُنيا فَلَمّا جِئتُها",
        text2: "مُستَسقِياً مَطَرَت عَلَيَّ مَصائِبا",
        author: "أبو الطيب المتنبي"
    },
    {
        key: 5,
        text1: "وَحيدٌ مِنَ الخُلّانِ في كُلِّ بَلدَةٍ",
        text2: "إِذا عَظُمَ المَطلوبُ قَلَّ المُساعِدُ",
        author: "أبو الطيب المتنبي"
    },
    {
        key: 6,
        text1: "تَمَرَّستُ بِالآفاتِ حَتّى تَرَكتُها",
        text2: "تَقولُ أَماتَ المَوتُ أَم ذُعِرَ الذُعرُ",
        author: "أبو الطيب المتنبي"
    },

    {
        key: 7,
        text1: "لا يَسلَمُ الشَرَفُ الرَفيعُ مِنَ الأَذى",
        text2: "حَتّى يُراقَ عَلى جَوانِبِهِ الدَمُ",
        author: "أبو الطيب المتنبي"
    },
    {
        key: 8,
        text1: "الظُّلمُ مِن شِيَمِ النُفوسِ فَإِن تَجِد",
        text2: "ذا عِفَّةٍ فَلِعِلَّةٍ لا يَظلِمُ",
        author: "أبو الطيب المتنبي"
    },
    {
        key: 9,
        text1: "ذو العَقلِ يَشقى في النَعيمِ بِعَقلِهِ",
        text2: "وَأَخو الجَهالَةِ في الشَقاوَةِ يَنعَمُ",
        author: "أبو الطيب المتنبي"
    },
    {
        key: 10,
        text1: "لا يَخدَعَنَّكَ مِن عَدُوٍّ دَمعُهُ",
        text2: "وَارحَم شَبابَكَ مِن عَدُوٍّ تَرحَمُ",
        author: "أبو الطيب المتنبي"
    },
    {
        key: 11,
        text1: "وَالهَمُّ يَختَرِمُ الجَسيمَ نَحافَةً",
        text2: "وَيُشيبُ ناصِيَةَ الصَبِيِّ وَيُهرِمُ",
        author: "أبو الطيب المتنبي"
    },
    {
        key: 12,
        text1: "وَمِنَ العَداوَةِ ما يَنالُكَ نَفعُهُ",
        text2: "وَمِنَ الصَداقَةِ ما يَضُرُّ وَيُؤلِمُ",
        author: "أبو الطيب المتنبي"
    },
    {
        key: 13,
        text1: "أَفعالُ مَن تَلِدُ الكِرامُ كَريمَةٌ",
        text2: "وَفِعالُ مَن تلِدُ الأَعاجِمُ أَعجَمُ",
        author: "أبو الطيب المتنبي"
    },
    {
        key: 14,
        text1: "سَئِمتُ تَكاليفَ الحَياةِ وَمَن يَعِش",
        text2: "ثَمانينَ حَولاً لا أَبا لَكَ يَسأَمِ",
        author: "زهير بن أبي سلمى"
    },
    {
        key: 15,
        text1: "وَمَن لا يُصانِع في أُمورٍ كَثيرَةٍ",
        text2: "يُضَرَّس بِأَنيابٍ وَيوطَأ بِمَنسِمِ",
        author: "زهير بن أبي سلمى"
    },
    {
        key: 16,
        text1: "وَمَن لا يَذُد عَن حَوضِهِ بِسِلاحِهِ",
        text2: "يُهَدَّم وَمَن لا يَظلِمِ الناسَ يُظلَمِ",
        author: "زهير بن أبي سلمى"
    },
    {
        key: 17,
        text1: "وَمَن يَغتَرِب يَحسِب عَدُوّاً صَديقَهُ",
        text2: "وَمَن لا يُكَرِّم نَفسَهُ لا يُكَرَّمِ",
        author: "زهير بن أبي سلمى"
    },
    {
        key: 18,
        text1: "وَمَهما تَكُن عِندَ اِمرِئٍ مِن خَليقَةٍ",
        text2: "وَإِن خالَها تَخفى عَلى الناسِ تُعلَمِ",
        author: "زهير بن أبي سلمى"
    },
    {
        key: 19,
        text1: "فظُنّ بسائِرِ الإخْوانِ شَرّاً",
        text2: "ولا تأمَنْ على سِرٍّ فُؤادا",
        author: "أبو العلاء المعري"
    },
    {
        key: 20,
        text1: "ولو أنّي حُبِيتُ الخُلْدَ فَرْداً",
        text2: "لمَا أحبَبْتُ بالخُلْدِ انفِرادا",
        author: "أبو العلاء المعري"
    },
    {
        key: 21,
        text1: "أفُلّ نَوائبَ الأيامِ وحْدي",
        text2: "إذا جَمَعَتْ كَتائِبَها احْتِشادا",
        author: "أبو العلاء المعري"
    },
    {
        key: 22,
        text1: "وَإِذا أَتَتكَ مَذَمَّتي مِن ناقِصٍ ",
        text2: "فَهِيَ الشَهادَةُ لي بِأَنِّيَ كامِلُ",
        author: "أبو الطيب المتنبي"

    },
    {
        key: 23,
        text1: "إِلامَ طَماعِيَةُ العاذِلِ",
        text2: "وَلا رَأي في الحُبِّ لِلعاقِلِ",
        author: "أبو الطيب المتنبي"
    },

];

/*
 key: 4,
        text1: "",
        text2: "",
        author: ""
*/